# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Development
brew 'php'
brew 'php@8.0'
brew 'php@7.4'
brew 'composer'
brew 'imagemagick'
brew 'pkg-config'

# Apps
cask '1password'
cask 'discord'
cask 'docker'
cask 'phpmon'
cask 'phpstorm'
cask 'slack'
cask 'tableplus'
cask 'visual-studio-code'
cask 'whatsapp'
